# St7SetFaceNormals

Sets whether to Show Normals on the geometry faces.

Face Entity Display

long St7SetFaceNormals(long uID, bool Show)

Input Parameters

uID

Strand7 model file ID.

Show

The state of the Show Normals option; either True or False.